Revit 2027 API
ParameterTypeId.CoverTypeLength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CoverTypeLength { get; }
Public Shared ReadOnly Property CoverTypeLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CoverTypeLength {
	ForgeTypeId^ get ();
}
static member CoverTypeLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace